{
  "books": [
    {
      "title": {
        "en": "The Great Gatsby",
        "fa": "گتسبی بزرگ"
      },
      "slug": "the-great-gatsby",
      "author": "F. Scott Fitzgerald",
      "publishYear": 1925,
      "isbn": "978-0-7432-7356-5",
      "publisher": "Scribner",
      "summary": {
        "en": "The Great Gatsby is a 1925 novel by American writer F. Scott Fitzgerald. Set in the Jazz Age on Long Island, the novel depicts narrator Nick Carraway's interactions with mysterious millionaire Jay Gatsby and Gatsby's obsession to reunite with his former lover, Daisy Buchanan.",
        "fa": "گتسبی بزرگ رمانی است نوشته اف. اسکات فیتزجرالد که در سال ۱۹۲۵ منتشر شد. این رمان در عصر جاز در لانگ آیلند می‌گذرد و تعاملات راوی نیک کاراوی با میلیونر مرموز جی گتسبی و وسواس گتسبی برای دوباره متحد شدن با معشوق سابقش، دیزی بوکانان را به تصویر می‌کشد."
      },
      "genres": ["classic", "fiction", "romance"],
      "level": "intermediate",
      "freePreviewPages": 20,
      "isPremium": false,
      "featured": true,
      "coverImageUrl": "https://images.unsplash.com/photo-1543002588-bfa74002ed7e?w=400",
      "chapters": [
        {
          "title": {
            "en": "Chapter 1",
            "fa": "فصل اول"
          },
          "chapterNumber": 1,
          "paragraphs": [
            {
              "english": "In my younger and more vulnerable years my father gave me some advice that I've been turning over in my mind ever since.",
              "farsi": "در سال‌های جوانی و آسیب‌پذیرتر خود، پدرم نصیحتی به من کرد که از آن زمان تاکنون آن را در ذهنم می‌چرخانم."
            },
            {
              "english": "\"Whenever you feel like criticizing any one,\" he told me, \"just remember that all the people in this world haven't had the advantages that you've had.\"",
              "farsi": "او به من گفت: «هر وقت احساس کردی می‌خواهی کسی را نقد کنی، فقط به یاد داشته باش که همه مردم در این دنیا مزایایی که تو داشته‌ای را نداشته‌اند.»"
            },
            {
              "english": "He didn't say any more, but we've always been unusually communicative in a reserved way, and I understood that he meant a great deal more than that.",
              "farsi": "او چیز بیشتری نگفت، اما ما همیشه به شیوه‌ای محتاطانه ارتباط غیرمعمولی داشته‌ایم، و من فهمیدم که منظورش بسیار بیشتر از این بود."
            }
          ]
        },
        {
          "title": {
            "en": "Chapter 2",
            "fa": "فصل دوم"
          },
          "chapterNumber": 2,
          "paragraphs": [
            {
              "english": "About half way between West Egg and New York the motor road hastily joins the railroad and runs beside it for a quarter of a mile, so as to shrink away from a certain desolate area of land.",
              "farsi": "تقریباً در نیمه راه بین وست اگ و نیویورک، جاده موتوری با عجله به راه‌آهن می‌پیوندد و برای یک چهارم مایل در کنار آن می‌دود، تا از منطقه خاصی از زمین متروک دور شود."
            },
            {
              "english": "This is a valley of ashes—a fantastic farm where ashes grow like wheat into ridges and hills and grotesque gardens.",
              "farsi": "این دره خاکستر است - مزرعه‌ای خیالی که در آن خاکستر مانند گندم به صورت برآمدگی‌ها و تپه‌ها و باغ‌های عجیب و غریب رشد می‌کند."
            }
          ]
        }
      ]
    }
  ]
}
